print("D:\three\two\one\now")
print("D:\\three\\two\\one\\now")
print(r"D:three\two\one\now")
print("                     \n\
          @                 \n\
         / \\               \n\
         * *                \n\
         * *                \n\
     * * * * * *            \n\
   * * * * * * * *          \n\
 * * * * * * * * * *        \n\
         * *                \n\
       * * * *              \n\
     * * * * * *        \n\n\n")

poetry="""
面朝大海，春暖花开

从明天起，做一个幸福的人
喂马，劈柴，周游世界
从明天起，关心粮食和蔬菜
我有一所大房子，面朝大海，春暖花开

从明天起，和每一个亲人通信
告诉他们我的幸福
那幸福的闪电告诉我的
我将告诉每一个人

给每一条河每一座山取一个温暖的名字
陌生人，我为你祝福
愿意有一个灿烂的前程
愿你有情人终成兄妹
愿你在尘世获得幸福
我只愿面朝大海，春暖花开
"""
print(poetry)

print(520+1314)
print('520'+'1314')
print("我每天爱你三千遍！\n"*3000)